accountsservice
arandr
autoconf
#pacman -Qqe > pkglist.txt
#pacman -S --needed - < pkglist.txt
automake
awesome-terminal-fonts
bash
binutils
bison
broadcom-wl
btrfs-progs
bzip2
bzr
cdrtools
chromium
cifs-utils
cmake
common-cosmic-reborn
compton
coreutils
cryptsetup
dconf-editor
device-mapper
dhcpcd
diffutils
dmenu
dmraid
dosfstools
e2fsprogs
efibootmgr
evopop-gtk-theme
exfat-utils
f2fs-tools
fakeroot
faudio
ffmpegthumbnailer
file
file-roller
filesystem
findutils
flashplugin
flat-remix-git
flat-remix-gtk-git
flatpak
flatpak-builder
flex
galculator
gawk
gcc
gcc-libs
geany
gettext
git
glibc
gpicview
grep
groff
grub
grub2-theme-vimix-git
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
i3-wm
i3status
inetutils
iproute2
iputils
jfsutils
kalu
less
lib32-acl
lib32-attr
lib32-dbus
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gettext
lib32-glib2
lib32-glu
lib32-harfbuzz
lib32-lcms2
lib32-libcap
lib32-libgcrypt
lib32-libgpg-error
lib32-libice
lib32-libjpeg-turbo
lib32-libnl
lib32-libpcap
lib32-libpng
lib32-libsm
lib32-libtiff
lib32-libusb
lib32-libxcursor
lib32-libxi
lib32-libxrandr
lib32-libxrender
lib32-lz4
lib32-mesa
lib32-pcre
lib32-sdl2
lib32-systemd
lib32-util-linux
lib32-zstd
libdvdcss
libtool
libva-intel-driver
licenses
linux
linux-firmware
linux-headers
linux-lts
logrotate
lvm2
lxappearance-gtk3
lxinput-gtk3
m4
make
man-db
man-pages
mdadm
mesa
mesa-vdpau
mpv
nano
netctl
network-manager-applet
networkmanager-openvpn
networkmanager-pptp
nfs-utils
nilfs-utils
nitrogen
notify-osd
noto-fonts-emoji
ntfs-3g
ocsstore
os-prober
pace
packagekit
pacman
pamac-aur
pamac-tray-appindicator
patch
pavucontrol
pciutils
pcmanfm
pepper-flash
perl
pkgconf
polkit-gnome
popcorntime-bin
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pyakm
python-lxml
python-pysmbc
python-tabulate
python-termcolor
qbittorrent
reborn-updates
rebornos-keyring
reiserfsprogs
s-nail
scrot
sddm-config-editor-git
sddm-theme-gracilis-git
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
torrench
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
udiskie
upower
usbutils
util-linux
utorrent
vi
volumeicon
which
wine
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfburn
xfsprogs
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
